[Cues]
Cue_E3_7D_CampusA_AnotherReality_CitizenF1_010="It's not like Blackwell is such a diverse school."
Cue_E3_7D_CampusA_AnotherReality_CitizenF1_030="There's more Bigfoot sightings than minorities..."
Cue_E3_7D_CampusA_AnotherReality_CitizenF2_020="I don't know. There's a lot of different types of people here."
Cue_E3_7D_CampusA_AnotherReality_CitizenF3_040="You are such a ho bag! I knew you'd hook up with that loser!"
Cue_E3_7D_CampusA_AnotherReality_CitizenF4_050="I heard that the Vortex Club parties are wild."
Cue_E3_7D_CampusA_AnotherReality_CitizenF6_090="All my friends in L.A. told me that Oregon was going to be wet and cold every day. But it's like 75 degrees and I haven't seen the rain once this summer. Is that climate change?"
Cue_E3_7D_CampusA_AnotherReality_CitizenF7_100="No, it's people in Oregon trying to keep Californians out."
Cue_E3_7D_CampusA_AnotherReality_CitizenM1_010="I hate that class. So fucking boring."
Cue_E3_7D_CampusA_AnotherReality_CitizenM2_020="He checks you if you're looking down at your phone."
Cue_E3_7D_CampusA_AnotherReality_CitizenM3_030="I'm not paying 150 dollars for a concert."
Cue_E3_7D_CampusA_AnotherReality_CitizenM3_130="Convex mirrors are sometimes called converging mirrors...an image is the location in space where light diverges..."
Cue_E3_7D_CampusA_AnotherReality_CitizenM4_040="Dude, the service fee is like fifty percent of it!"
Cue_E3_7D_CampusA_AnotherReality_CitizenM7_090="So that's why she was laughing so hard."
Cue_E3_7D_CampusA_AnotherReality_Courtney_010="I think Max is high..."
Cue_E3_7D_CampusA_AnotherReality_Courtney_030="Nobody listened when I said we shouldn't let her in the Vortex..."
Cue_E3_7D_CampusA_AnotherReality_Courtney_050="Like whatever, bitch."
Cue_E3_7D_CampusA_AnotherReality_Max_020="Max, never Maxine."
Cue_E3_7D_CampusA_AnotherReality_Max_035="...Sorry. I have to go."
Cue_E3_7D_CampusA_AnotherReality_Max_040="Warren... He hooked up with Stella?"
Cue_E3_7D_CampusA_AnotherReality_Max_050="Hey Warren... Stella..."
Cue_E3_7D_CampusA_AnotherReality_Max_060="Victoria is my BFF... Warren thinks I'm a freak..."
Cue_E3_7D_CampusA_AnotherReality_Max_070="Oh no... this is totally fucked up! What else have I changed? Chloe!"
Cue_E3_7D_CampusA_AnotherReality_Taylor_020="She's acting, like, so weird... You cool, Max?"
Cue_E3_7D_CampusA_AnotherReality_Taylor_040="Courtney, you don't want anybody in the club."
Cue_E3_7D_CampusA_AnotherReality_Taylor_060="Cute... Maybe Max is high..."
Cue_E3_7D_CampusA_AnotherReality_Victoria_010="Hello, are you even listening, Maxine?"
Cue_E3_7D_CampusA_AnotherReality_Victoria_030="I know, sorry, Mad Max. You're not pissed at me, right? Right? Do you want to go hit the girl's potty and smoke 'em peace pipe?"
